Repository: ArthurGonin/MyTrack
Catalog: MyTrack/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt

# Photo non traitée
source: Photo not processed
de: Foto nicht verarbeitet
es: Foto no procesada
fr: Photo non traitée
it: Foto non elaborata
pt: Fotografia não processada

# Photo prête
source: Photo ready
de: Foto fertig
es: Foto lista
fr: Photo prête
it: Foto pronta
pt: Fotografia pronta

# Photographier le véhicule
source: Photograph the vehicle
de: Fahrzeug fotografieren
es: Fotografiar el vehículo
fr: Photographier le véhicule
it: Fotografare il veicolo
pt: Fotografar o veículo

# Plage de dates
source: Date range
de: Zeitraum
es: Intervalo de fechas
fr: Plage de dates
it: Intervallo di date
pt: Intervalo de datas

# plan.annual
source: Annual
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
pt: Anual

# plan.lifetime
source: One-time purchase
de: Einmalkauf
es: Compra única
fr: Achat unique
it: Acquisto unico
pt: Compra única

# plan.monthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
pt: Mensal

# Plus ancien d'abord
source: Oldest first
de: Älteste zuerst
es: Más antiguos primero
fr: Plus ancien d'abord
it: Meno recenti prima
pt: Mais antigos primeiro

# Plus récent d'abord
source: Newest first
de: Neueste zuerst
es: Más recientes primero
fr: Plus récent d'abord
it: Più recenti prima
pt: Mais recentes primeiro

# Plus tard
source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
pt: Mais tarde

# Points GPS
source: GPS points
de: GPS-Punkte
es: Puntos GPS
fr: Points GPS
it: Punti GPS
pt: Pontos GPS

# Pour associer vos trajets
source: To link your trips to
de: Um Ihre Fahrten zuzuordnen
es: Para asociar sus viajes
fr: Pour associer vos trajets
it: Per associare i suoi viaggi
pt: Para associar as suas viagens

# Pourquoi MyTrack
source: Why MyTrack
de: Warum MyTrack
es: Por qué MyTrack
fr: Pourquoi MyTrack
it: Perché MyTrack
pt: Porquê MyTrack

# Premier rapport
source: First report
de: Erster Bericht
es: Primer informe
fr: Premier rapport
it: Primo rapporto
pt: Primeiro relatório

# Prendre la photo
source: Take the photo
de: Foto aufnehmen
es: Hacer la foto
fr: Prendre la photo
it: Scattare la foto
pt: Tirar a fotografia

# Prénom
source: First name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
pt: Nome

# Prix
source: Price
de: Preis
es: Precio
fr: Prix
it: Prezzo
pt: Preço

# Prix honnête*
source: Fair price*
de: Fairer Preis*
es: Precio justo*
fr: Prix honnête*
it: Prezzo onesto*
pt: Preço justo*

# Problème de paiement
source: Payment problem
de: Zahlungsproblem
es: Problema de pago
fr: Problème de paiement
it: Problema di pagamento
pt: Problema de pagamento

# Prochain rapport
source: Next report
de: Nächster Bericht
es: Próximo informe
fr: Prochain rapport
it: Prossimo rapporto
pt: Próximo relatório

# Profil
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt: Perfil

# puis %@ / an
source: then %@/year
de: danach %@/Jahr
es: luego %@/año
fr: puis %@ / an
it: poi %@/anno
pt: depois %@/ano

source: When MyTrack detects a trip, do you want to confirm it before it's saved, or would you rather it be accepted automatically?
de: Wenn MyTrack eine Fahrt erkennt, möchten Sie sie bestätigen, bevor sie gespeichert wird, oder soll sie automatisch übernommen werden?
es: Cuando MyTrack detecta un viaje, ¿quiere confirmarlo antes de que se guarde, o prefiere que se acepte automáticamente?
fr: Quand MyTrack détecte un trajet, voulez-vous le confirmer avant qu'il soit enregistré, ou préférez-vous qu'il soit accepté automatiquement ?
it: Quando MyTrack rileva un viaggio, vuole confermarlo prima che venga salvato, o preferisce che venga accettato automaticamente?
pt: Quando o MyTrack deteta uma viagem, quer confirmá-la antes de ser guardada, ou prefere que seja aceite automaticamente?

# Rapport de trajets
source: Trip report
de: Fahrtenbericht
es: Informe de viajes
fr: Rapport de trajets
it: Rapporto viaggi
pt: Relatório de viagens

# Rapport généré
source: Report created
de: Bericht erstellt
es: Informe generado
fr: Rapport généré
it: Rapporto generato
pt: Relatório gerado

# Rapports
source: Reports
de: Berichte
es: Informes
fr: Rapports
it: Rapporti
pt: Relatórios

# Rapports PDF inclus
source: PDF reports included
de: PDF-Berichte inklusive
es: Informes PDF incluidos
fr: Rapports PDF inclus
it: Rapporti PDF inclusi
pt: Relatórios PDF incluídos

# Rapports périodiques
source: Scheduled reports
de: Regelmäßige Berichte
es: Informes periódicos
fr: Rapports périodiques
it: Rapporti periodici
pt: Relatórios periódicos

# Recevez automatiquement un PDF de vos trajets
source: Get a PDF of your trips, automatically
de: Erhalten Sie automatisch ein PDF Ihrer Fahrten
es: Reciba automáticamente un PDF de sus viajes
fr: Recevez automatiquement un PDF de vos trajets
it: Riceva automaticamente un PDF dei suoi viaggi
pt: Receba automaticamente um PDF das suas viagens

# Réessayez demain.
source: Try again tomorrow.
de: Versuchen Sie es morgen erneut.
es: Inténtelo de nuevo mañana.
fr: Réessayez demain.
it: Riprovi domani.
pt: Tente novamente amanhã.

# Refusé
source: Denied
de: Abgelehnt
es: Denegado
fr: Refusé
it: Negato
pt: Recusado

# Réglages
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
pt: Definições

source: Set location access to “Always” in Settings to turn on automatic tracking.
de: Stellen Sie den Standortzugriff in den Einstellungen auf „Immer“, um die automatische Erfassung zu aktivieren.
es: Configure el acceso a la ubicación en «Siempre» en Ajustes para activar el seguimiento automático.
fr: Réglez l'accès à la position sur « Toujours » dans Réglages pour activer le suivi automatique.
it: Imposti l'accesso alla posizione su “Sempre” in Impostazioni per attivare il rilevamento automatico.
pt: Defina o acesso à localização como «Sempre» nas Definições para ativar a deteção automática.

source: Set location to “Always” and allow physical activity in Settings to turn on automatic tracking.
de: Stellen Sie den Standort auf „Immer“ und erlauben Sie die körperliche Aktivität in den Einstellungen, um die automatische Erfassung zu aktivieren.
es: Configure la ubicación en «Siempre» y permita la actividad física en Ajustes para activar el seguimiento automático.
fr: Réglez la position sur « Toujours » et autorisez l'activité physique dans Réglages pour activer le suivi automatique.
it: Imposti la posizione su “Sempre” e consenta l'attività fisica in Impostazioni per attivare il rilevamento automatico.
pt: Defina a localização como «Sempre» e permita a atividade física nas Definições para ativar a deteção automática.

source: Renews automatically; cancel any time from your App Store account. Unless you cancel at least 24 hours before the trial ends, the subscription becomes paid.
de: Verlängert sich automatisch, jederzeit über dein App-Store-Konto kündbar. Wird nicht mindestens 24 Stunden vor Ende der Testphase gekündigt, wird das Abo kostenpflichtig.
es: Se renueva automáticamente y puedes cancelarla en cualquier momento desde tu cuenta de App Store. Si no la cancelas al menos 24 horas antes de que termine la prueba, la suscripción pasa a ser de pago.
fr: Renouvellement automatique, résiliable à tout moment depuis ton compte App Store. Sans résiliation au moins 24 h avant la fin de l'essai, l'abonnement devient payant.
it: Si rinnova automaticamente e puoi disdirlo in qualsiasi momento dal tuo account App Store. Se non disdici almeno 24 ore prima della fine della prova, l'abbonamento diventa a pagamento.
pt: Renova-se automaticamente e podes cancelar a qualquer momento na tua conta App Store. Se não cancelares pelo menos 24 horas antes do fim do período experimental, a subscrição passa a ser paga.

source: Renews automatically; cancel any time from your App Store account.
de: Verlängert sich automatisch, jederzeit über Ihr App-Store-Konto kündbar.
es: Se renueva automáticamente y puede cancelarla en cualquier momento desde su cuenta de App Store.
fr: Renouvellement automatique, résiliable à tout moment depuis votre compte App Store.
it: Si rinnova automaticamente e può disdirlo in qualsiasi momento dal suo account App Store.
pt: Renova-se automaticamente e pode cancelar a qualquer momento na sua conta App Store.

# Reprendre la photo
source: Retake the photo
de: Foto neu aufnehmen
es: Repetir la foto
fr: Reprendre la photo
it: Rifare la foto
pt: Repetir a fotografia

# Restaurer
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
pt: Restaurar

# Restaurer les achats
source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
pt: Restaurar compras

# Restaurer mes achats
source: Restore my purchases
de: Meine Käufe wiederherstellen
es: Restaurar mis compras
fr: Restaurer mes achats
it: Ripristina i miei acquisti
pt: Restaurar as minhas compras

# Retouche photo indisponible
source: Retouching unavailable
de: Fotobearbeitung nicht verfügbar
es: Retoque no disponible
fr: Retouche photo indisponible
it: Ritocco non disponibile
pt: Retoque indisponível

# Retour
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pt: Voltar

# Sans abonnement
source: No subscription
de: Kein Abo
es: Sin suscripción
fr: Sans abonnement
it: Senza abbonamento
pt: Sem subscrição

source: Without an active subscription, no new trips are recorded. The trips and reports you've already saved remain available.
de: Ohne aktives Abo werden keine neuen Fahrten aufgezeichnet. Bereits gespeicherte Fahrten und Berichte bleiben verfügbar.
es: Sin una suscripción activa no se registra ningún viaje nuevo. Los viajes e informes ya guardados siguen disponibles.
fr: Sans abonnement actif, aucun nouveau trajet n'est enregistré. Vos trajets et rapports déjà enregistrés restent accessibles.
it: Senza un abbonamento attivo non viene registrato alcun nuovo viaggio. I viaggi e i rapporti già salvati restano accessibili.
pt: Sem uma subscrição ativa, não é registada nenhuma viagem nova. As viagens e relatórios já guardados continuam acessíveis.

# Se réabonner
source: Resubscribe
de: Abo erneuern
es: Volver a suscribirse
fr: Se réabonner
it: Riattiva l'abbonamento
pt: Voltar a subscrever

# Se renouvelle automatiquement le %@.
source: Renews automatically on %@.
de: Verlängert sich automatisch am %@.
es: Se renueva automáticamente el %@.
fr: Se renouvelle automatiquement le %@.
it: Si rinnova automaticamente il %@.
pt: Renova-se automaticamente a %@.

# Sécurité des données
source: Data security
de: Datensicherheit
es: Seguridad de los datos
fr: Sécurité des données
it: Sicurezza dei dati
pt: Segurança dos dados

# Sélection manuelle
source: Manual selection
de: Manuelle Auswahl
es: Selección manual
fr: Sélection manuelle
it: Selezione manuale
pt: Seleção manual

# Seuls les trajets des véhicules sélectionnés seront inclus dans ce rapport.
source: Only trips made with the selected vehicles will be included in this report.
de: In diesen Bericht kommen nur Fahrten mit den ausgewählten Fahrzeugen.
es: Solo se incluirán en este informe los viajes de los vehículos seleccionados.
fr: Seuls les trajets des véhicules sélectionnés seront inclus dans ce rapport.
it: In questo rapporto saranno inclusi solo i viaggi dei veicoli selezionati.
pt: Só as viagens dos veículos selecionados serão incluídas neste relatório.

source: Source
de: Quelle
es: Origen
it: Origine
pt: Origem

# Suivi automatique
source: Automatic tracking
de: Automatische Erfassung
es: Seguimiento automático
fr: Suivi automatique
it: Rilevamento automatico
pt: Deteção automática

# Suivi automatique inactif
source: Automatic tracking inactive
de: Automatische Erfassung inaktiv
es: Seguimiento automático inactivo
fr: Suivi automatique inactif
it: Rilevamento automatico non attivo
pt: Deteção automática inativa

# Suivi des trajets :
source: Trip tracking:
de: Fahrtenerfassung:
es: Registro de viajes:
fr: Suivi des trajets :
it: Registro dei viaggi:
pt: Registo de viagens:

# Suppression incomplète
source: Deletion incomplete
de: Löschen unvollständig
es: Eliminación incompleta
fr: Suppression incomplète
it: Eliminazione incompleta
pt: Eliminação incompleta

source: Permanently deletes all your trips, vehicles and settings. This can't be undone.
de: Löscht alle Ihre Fahrten, Fahrzeuge und Einstellungen endgültig. Das lässt sich nicht rückgängig machen.
es: Elimina definitivamente todos sus viajes, vehículos y ajustes. Esta acción no se puede deshacer.
fr: Supprime définitivement tous vos trajets, véhicules et réglages. Cette action est irréversible.
it: Elimina definitivamente tutti i suoi viaggi, veicoli e impostazioni. L'operazione è irreversibile.
pt: Elimina definitivamente todas as suas viagens, veículos e definições. Esta ação é irreversível.

# Supprimer
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Eliminar

# Supprimer ce profil
source: Delete this profile
de: Dieses Profil löschen
es: Eliminar este perfil
fr: Supprimer ce profil
it: Elimina questo profilo
pt: Eliminar este perfil

# Supprimer ce profil ?
source: Delete this profile?
de: Dieses Profil löschen?
es: ¿Eliminar este perfil?
fr: Supprimer ce profil ?
it: Eliminare questo profilo?
pt: Eliminar este perfil?

# Supprimer la photo
source: Delete the photo
de: Foto löschen
es: Eliminar la foto
fr: Supprimer la photo
it: Eliminare la foto
pt: Eliminar a fotografia

# Supprimer le compte
source: Delete account
de: Account löschen
es: Eliminar la cuenta
fr: Supprimer le compte
it: Elimina l'account
pt: Eliminar conta

# Supprimer le compte ?
source: Delete account?
de: Account löschen?
es: ¿Eliminar la cuenta?
fr: Supprimer le compte ?
it: Eliminare l'account?
pt: Eliminar a conta?

# temps de conduite
source: driving time
de: Fahrzeit
es: tiempo al volante
fr: temps de conduite
it: tempo di guida
pt: tempo ao volante

# Terminé
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
pt: Concluído

# Thermique
source: Combustion
de: Verbrenner
es: Combustión
fr: Thermique
it: Termico
pt: Combustão

# Total (%lld trajets)
source: Total (%lld trips)
de: Gesamt (%lld Fahrten)
es: Total (%lld viajes)
fr: Total (%lld trajets)
it: Totale (%lld viaggi)
pt: Total (%lld viagens)

# Toujours
source: Always
de: Immer
es: Siempre
fr: Toujours
it: Sempre
pt: Sempre

# Tous les %lld jours
source: Every %lld days
de: Alle %lld Tage
es: Cada %lld días
fr: Tous les %lld jours
it: Ogni %lld giorni
pt: A cada %lld dias

# Tous les véhicules
source: All vehicles
de: Alle Fahrzeuge
es: Todos los vehículos
fr: Tous les véhicules
it: Tutti i veicoli
pt: Todos os veículos

source: All your trips, vehicles, reports and settings will be permanently deleted. This can't be undone.
de: Alle Ihre Fahrten, Fahrzeuge, Berichte und Einstellungen werden endgültig gelöscht. Das lässt sich nicht rückgängig machen.
es: Todos sus viajes, vehículos, informes y ajustes se eliminarán definitivamente. Esta acción no se puede deshacer.
fr: Tous vos trajets, véhicules, rapports et réglages seront définitivement supprimés. Cette action est irréversible.
it: Tutti i suoi viaggi, veicoli, rapporti e impostazioni saranno eliminati definitivamente. L'operazione è irreversibile.
pt: Todas as suas viagens, veículos, relatórios e definições serão eliminados definitivamente. Esta ação é irreversível.

# Tout est à jour
source: All caught up
de: Alles erledigt
es: Todo al día
fr: Tout est à jour
it: Tutto aggiornato
pt: Tudo em dia

# Traitement de la photo…
source: Processing the photo…
de: Foto wird verarbeitet…
es: Procesando la foto…
fr: Traitement de la photo…
it: Elaborazione della foto…
pt: A processar a fotografia…

# Trajet
source: Trip
de: Fahrt
es: Viaje
fr: Trajet
it: Viaggio
pt: Viagem

# trajets
source: trips
de: Fahrten
es: viajes
fr: trajets
it: viaggi
pt: viagens

# Trajets
source: Trips
de: Fahrten
es: Viajes
fr: Trajets
it: Viaggi
pt: Viagens

# Trajets en attente
source: Pending trips
de: Offene Fahrten
es: Viajes pendientes
fr: Trajets en attente
it: Viaggi in sospeso
pt: Viagens pendentes

# Trajets illimités
source: Unlimited trips
de: Unbegrenzte Fahrten
es: Viajes ilimitados
fr: Trajets illimités
it: Viaggi illimitati
pt: Viagens ilimitadas

# Trajets illimités, véhicules illimités, détection automatique et rapports PDF.
source: Unlimited trips, unlimited vehicles, automatic detection and PDF reports.
de: Unbegrenzte Fahrten, unbegrenzte Fahrzeuge, automatische Erkennung und PDF-Berichte.
es: Viajes ilimitados, vehículos ilimitados, detección automática e informes PDF.
fr: Trajets illimités, véhicules illimités, détection automatique et rapports PDF.
it: Viaggi illimitati, veicoli illimitati, rilevamento automatico e rapporti PDF.
pt: Viagens ilimitadas, veículos ilimitados, deteção automática e relatórios PDF.

# Trajets supprimés
source: Deleted trips
de: Gelöschte Fahrten
es: Viajes eliminados
fr: Trajets supprimés
it: Viaggi eliminati
pt: Viagens eliminadas

# Trier les trajets
source: Sort trips
de: Fahrten sortieren
es: Ordenar viajes
fr: Trier les trajets
it: Ordina viaggi
pt: Ordenar viagens

# Trier par
source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
pt: Ordenar por

# Trimestriel
source: Quarterly
de: Vierteljährlich
es: Trimestral
fr: Trimestriel
it: Trimestrale
pt: Trimestral

# Un seul paiement, pour toujours.
source: One payment, yours for good.
de: Einmal zahlen, für immer nutzen.
es: Un solo pago, para siempre.
fr: Un seul paiement, pour toujours.
it: Un solo pagamento, per sempre.
pt: Um só pagamento, para sempre.

# Un trajet a été détecté
source: A trip was detected
de: Eine Fahrt wurde erkannt
es: Se ha detectado un viaje
fr: Un trajet a été détecté
it: È stato rilevato un viaggio
pt: Foi detetada uma viagem

# Unités
source: Units
de: Einheiten
es: Unidades
fr: Unités
it: Unità
pt: Unidades

# Véhicule
source: Vehicle
de: Fahrzeug
es: Vehículo
fr: Véhicule
it: Veicolo
pt: Veículo

# Véhicules
source: Vehicles
de: Fahrzeuge
es: Vehículos
fr: Véhicules
it: Veicoli
pt: Veículos

# Véhicules : %@
source: Vehicles: %@
de: Fahrzeuge: %@
es: Vehículos: %@
fr: Véhicules : %@
it: Veicoli: %@
pt: Veículos: %@

# Véhicules illimités
source: Unlimited vehicles
de: Unbegrenzte Fahrzeuge
es: Vehículos ilimitados
fr: Véhicules illimités
it: Veicoli illimitati
pt: Veículos ilimitados

# Voir les formules
source: See plans
de: Tarife ansehen
es: Ver planes
fr: Voir les formules
it: Vedi i piani
pt: Ver planos

# Vos distances
source: Your distances
de: Ihre Distanzen
es: Sus distancias
fr: Vos distances
it: Le sue distanze
pt: As suas distâncias

# Vos données n'ont pas pu être entièrement supprimées. Réessayez.
source: Your data couldn't be fully deleted. Try again.
de: Ihre Daten konnten nicht vollständig gelöscht werden. Versuchen Sie es erneut.
es: No se han podido eliminar todos sus datos. Inténtelo de nuevo.
fr: Vos données n'ont pas pu être entièrement supprimées. Réessayez.
it: Non è stato possibile eliminare tutti i suoi dati. Riprovi.
pt: Não foi possível eliminar todos os seus dados. Tente novamente.

# Vos informations n'ont pas pu être enregistrées. Réessayez.
source: Your details couldn't be saved. Try again.
de: Ihre Daten konnten nicht gesichert werden. Versuchen Sie es erneut.
es: No se han podido guardar sus datos. Inténtelo de nuevo.
fr: Vos informations n'ont pas pu être enregistrées. Réessayez.
it: Non è stato possibile salvare i suoi dati. Riprovi.
pt: Não foi possível guardar os seus dados. Tente novamente.

# Vos rapports
source: Your reports
de: Ihre Berichte
es: Sus informes
fr: Vos rapports
it: I suoi rapporti
pt: Os seus relatórios

# Vos trajets en voiture sont détectés automatiquement.
source: Your car trips are being detected automatically.
de: Ihre Autofahrten werden automatisch erkannt.
es: Sus viajes en coche se detectan automáticamente.
fr: Vos trajets en voiture sont détectés automatiquement.
it: I suoi viaggi in auto vengono rilevati automaticamente.
pt: As suas viagens de carro são detetadas automaticamente.

source: Your trips are no longer being recorded. The trips and reports you've already saved remain available.
de: Ihre Fahrten werden nicht mehr aufgezeichnet. Bereits gespeicherte Fahrten und Berichte bleiben verfügbar.
es: Sus viajes ya no se registran. Los viajes e informes ya guardados siguen disponibles.
fr: Vos trajets ne sont plus enregistrés. Vos trajets et rapports déjà enregistrés restent accessibles.
it: I suoi viaggi non vengono più registrati. I viaggi e i rapporti già salvati restano accessibili.
pt: As suas viagens já não são registadas. As viagens e relatórios já guardados continuam acessíveis.

# Votre abonnement a été retrouvé sur ce compte App Store.
source: Your subscription was found on this App Store account.
de: Ihr Abo wurde für dieses App-Store-Konto gefunden.
es: Hemos encontrado su suscripción en esta cuenta de App Store.
fr: Votre abonnement a été retrouvé sur ce compte App Store.
it: Il suo abbonamento è stato trovato su questo account App Store.
pt: A sua subscrição foi encontrada nesta conta App Store.

source: Your subscription couldn't be renewed, so no new trips are being recorded. The trips and reports you've already saved remain available.
de: Ihr Abo konnte nicht verlängert werden: Es werden keine neuen Fahrten aufgezeichnet. Bereits gespeicherte Fahrten und Berichte bleiben verfügbar.
es: No se ha podido renovar su suscripción: no se registra ningún viaje nuevo. Los viajes e informes ya guardados siguen disponibles.
fr: Votre abonnement n'a pas pu être renouvelé : aucun nouveau trajet n'est enregistré. Vos trajets et rapports déjà enregistrés restent accessibles.
it: Non è stato possibile rinnovare il suo abbonamento: nessun nuovo viaggio viene registrato. I viaggi e i rapporti già salvati restano accessibili.
pt: Não foi possível renovar a sua subscrição: não é registada nenhuma viagem nova. As viagens e relatórios já guardados continuam acessíveis.

source: Your subscription couldn't be renewed, so your trips are no longer being recorded. Update your payment method.
de: Ihr Abo konnte nicht verlängert werden: Ihre Fahrten werden nicht mehr aufgezeichnet. Aktualisieren Sie Ihre Zahlungsmethode.
es: No se ha podido renovar su suscripción: sus viajes ya no se registran. Actualice su método de pago.
fr: Votre abonnement n'a pas pu être renouvelé : vos trajets ne sont plus enregistrés. Mettez à jour votre moyen de paiement.
it: Non è stato possibile rinnovare il suo abbonamento: i suoi viaggi non vengono più registrati. Aggiorni il metodo di pagamento.
pt: Não foi possível renovar a sua subscrição: as suas viagens já não são registadas. Atualize o seu método de pagamento.

source: Your subscription couldn't be renewed, so your trips are no longer being recorded. Your trips and reports remain available.
de: Ihr Abo konnte nicht verlängert werden: Ihre Fahrten werden nicht mehr aufgezeichnet. Ihre Fahrten und Berichte bleiben verfügbar.
es: No se ha podido renovar su suscripción: sus viajes ya no se registran. Sus viajes e informes siguen disponibles.
fr: Votre abonnement n'a pas pu être renouvelé : vos trajets ne sont plus enregistrés. Vos trajets et rapports restent accessibles.
it: Non è stato possibile rinnovare il suo abbonamento: i suoi viaggi non vengono più registrati. I suoi viaggi e rapporti restano accessibili.
pt: Não foi possível renovar a sua subscrição: as suas viagens já não são registadas. As suas viagens e relatórios continuam acessíveis.
